;Language file of Revo Uninstaller
;This section must use english
[Info]
Language=Հայերեն/Armenian
WebLang=arm
Translator=Hrant Ohanyan »»» h.ohanyan@haysoft.org
Codepage=UNICODE 
Version=2.0.6

[Uninstaller Toolbar]
102 = Տեսք
103 = Կարգավորումներ
104 = Ապատեղադրիչ
105 = Գործիքներ
106 = ՈՐՍ
107 = Ցանկով
108 = Պատկերակներ
109 = Մանրամասն
110 = Ապատեղադրել
111 = Ջնջել ֆայլը
112 = Թարմացնել
113 = Ջնջե՞լ ընտրված ծրագրերը:
114 = Ջնջե՞լ ընտրված ծրագիրը:
115 = Ինքնաթարմացում
116 = Օգնություն
117 = Տեղեկություն գործիքի մասին...
118 = Ծրագրի կայքը...
119 = Ծրագրի մասին...
120 = Դուք չունեք վարիչի իրավունքներ:
121 = Ջնջե՞լ ընտրված ֆայլը:\nԿԱՆԳՆԵՔ, եթե համոզված չեք մի ջնջեք:
122 = Ծրագիրը ցույց է տալիս համակարգում տեղադրված բոլոր ծրագրերը և բաղադրիչները: Կարող եք փոխել ծրագրերի ցուցադրման եղանակը, տեղեկություններ ստանալ ծրագրի մասին: Revo Uninstaller ծրագրի գլխավոր առանձնահատկությունը դա ՈՐՍԻ յուրահատկությունն է: Այդ եղանակով մկնիկի ընդամենը մեկ սեղմումով կարող եք ջնջել ցանկացած ծրագիր:
123 = Փնտրել...
124 = Գտնվել է ծրագիր՝
125 = Ջնջե՞լ ֆայլը Գրանցարանից:\nԱյն, հնարավոր է, օգտագործվում է համակարգի կողմից:
126 =  հեռացվել է ինքնամեկնարկից:
127 =  ավելացվել է ինքնամեկնարկում:
128 = %s-ը տեղակադրված է նույն տեղում, ինչ %s-ը:\nԸնտրեք այն բոլոր ֆայլերը, որոնք ցանկանում եք ջնջել: 
129 = Անցողիկ ջնջում

[Uninstaller List]
150 = Ծրագիր
151 = Չափ
152 = Տարբերակ
153 = Ամսաթիվ
154 = Ընկերություն
155 = Կայք
156 = Մեկնաբանություններ
157 = Ջնջման տեղեկություն
158 = Գրանցարանի բանալի
159 = Տեղակայիչ

[Uninstaller StatusBar]
201 = Տեղակայումներ.
202 = Բեռնում...


[Registry Optimizer]
302 = Ընտրեք՝ ինչը ստուգել
303 = Սկզբնական ընտրացանկ

[AutoRun Toolbar]
407 = Աշխատեցնել
408 = Արգելել
409 = Հեռացնել
410 = Միույթներ՝
411 = Միացված՝
412 = Ինքնամեկնարկի շնորհիվ Դուք կարող եք թույլատրել կամ արգելել ծրագրերի բեռնումը Windows-ի հետ միաժամանակ: Կարող եք ստանալ նաև այլ լրացուցիչ տեղեկություններ ծրագրի մասին:

[AutoRun List]
450 = Անվանում
451 = Ուղին
452 = Նկարագրություն
453 = Թողարկող
454 = Վիճակ
455 = Տեղադրություն
456 = ԱՇԽԱՏԵՑՎՈԻՄ Է
457 = ՉԻ ԱՇԽԱՏԵՑՎՈԻՄ
458 = ԱՆՎԱՎԵՐ
459 = Ընդհատել ընթացքը
460 = Բացել ընթացքը
461 = Բացել ծրագրի թղթապանակը
462 = Բացել տեղադրությունը
463 = Պատճենել ուղին
464 = Ջնջել ընտրվածը
465 = Ջնջել բոլոր անվավերները
466 = Ջնջել չաշխատողները
467 = Ջնջել բոլոր անջատվածները
468 = Հատկություններ...
470 = Փակե՞լ ընտրված ծրագիրը:\nՉպահպանված տվյալները կջնջվեն:
471 = Ջնջե՞լ ընտրվածները:
472 = Ջնջե՞լ բոլոր անվավերները:
473 = Ջնջե՞լ բոլոր չաշխատողները:
474 = Ջնջե՞լ բոլոր անջատածները:
475 = Հրամանը սխալ է:
476 = ԱՆՀԱՅՏ
477 = Արգելել ինքնամեկնարկը
478 = Թույլատրել ինքնամեկնարկը

[Outlook Control]
300 = Լավարկում
301 = Գրանցարանի լավարկում
400 = Ինքնամեկնարկի կարգավորում
500 = Հետագծման մաքրում
501 = Դիտարկիչների մաքրում
600 = MS Office-ի մաքրում
700 = Windows-ի մաքրում
800 = Տվյալների ջնջում
900 = Չվերականգնվող ջնջում
2100 = Windows-ի գործիքագոտի
2200 = Ոչ պիտանի ֆայլերի ջնջում

[Track Cleaner Browsers]
507 = Մաքրել բոլորը
508 = Մաքրել այցելած համացանցային էջերը
509 = Ջնջել հասցեի գոտու պատմությունը
510 = Ջնջել համացանցի ժամանակավոր ֆայլերը
511 = Ջնջել Cookie-ները
512 = Ջնջել Index.dat ֆայլերը
513 = Կիրառել
514 = Ջնջել ներբեռնումների պատմությունը
515 = Ջնջել ա/շրջանների պատմությունը
516 = Ջնջել մուտքագրման ձևերի պատմությունը
517 = Ապատեղադրիչ
518 = Համոզված ե՞ք, որ ցանկանում եք ջնջել պատմության բոլոր տվյալները:
521 = Մաքրե՞լ Internet Explorer-ի պատմության տվյալները:
522 = Մաքրե՞լ Firefox-ի պատմության տվյալները:
523 = Մաքրե՞լ Opera-ի պատմության տվյալները:
524 = Մաքրե՞լ Netscape-ի պատմության տվյալները:
525 = Ձեր դիտարկիչը գրանցում է այցելած էջերի մասին մանրամասն տեղեկություններ: Այդ տվյալները հասանելի են բոլորին! Ծրագրի օգնությամբ Դուք կարող եք ջնջել այդ էջերը հիշողությունից:
526 = Փակեք դիտարկիչը` ջնջումը սկսելու համար:
527 = Index.dat ֆայլերը կջնջվեն համակարգի հաջորդ բեռնումից հետո:
599 = Հաջողությամբ ջնջվեց:

[Track Cleaner Office]
601 = Մաքրել
607 = Մաքրել MS Word-ի վերջին բացված փաստաթղթերի պատմությունը
608 = Ներառյալ Word 2000, Word XP, Word 2003, Word 2007, Word 2010, Word 2013 և Word 2016
609 = Մաքրել MS Excel-ի վերջին բացված փաստաթղթերի պատմությունը
610 = Ներառյալ Excel 2000, Excel XP, Excel 2003, Excel 2007, Excel 2010, Excel 2013 և Excel 2016
611 = Մաքրել MS Access-ի վերջին բացված փաստաթղթերի պատմությունը
612 = Ներառյալ Access 2000, Access XP, Access 2003, Access 2007, Access 2010, Access 2013 և Access 2016
613 = Մաքրել MS PowerPoint-ի վերջին բացված փաստաթղթերի պատմությունը
614 = Ներառյալ PowerPoint 2000, PowerPoint XP, PowerPoint 2003, PowerPoint 2007, PowerPoint 2010, PowerPoint 2013 և PowerPoint 2016
615 = Մաքրել MS FrontPage-ի վերջին բացված փաստաթղթերի պատմությունը
616 = Ներառյալ FrontPage 2000, FrontPage XP և FrontPage 2003
617 = MS Office-ի ջնջիչը հնարավորություն է տալիս մաքրել MS Word-ի, Excel-ի, Access-ի, PowerPoint-ի և Front Page-ի օգտագործված բոլոր ֆայլերը: Եթե չեք ցանկանում, որ որևէ մեկը տեսնի, թե ինչ փաստաթղթեր եք Դուք հավաքել կամ խմբագրել, ապա սեղմեք “Մաքրել” կոճակը: Վերջին բացված փաստաթղթերի ցանկերը կջնջվեն:

[Track Cleaner Windows]
701 = Մաքրել
707 = Մաքրել վերջին բացված փաստաթղթերի պատմությունը
708 = Մաքրել start ընտրացանկի պատմությունը
709 = Մաքրել ֆայլերի որոնման պատմությունը
710 = Մաքրել տպիչների, համակարգիչների փնտրման պատմությունը
711 = Մաքրել մեկուսաշրջույթը
712 = Մաքրել "MS Paint" վերջին բացված փաստաթղթերի պատմությունը
713 = Մաքրել ""MS Wordpad"" վերջին բացված փաստաթղթերի պատմությունը
714 = Մաքրել Regedit-ից բացված բանալիների պատմությունը
715 = Մաքրել Common Dialog Open/Պահպանել վերջին պատմությունը
716 = Մաքրել Common Dialog Open վերջին այցելությունների թղթապանակի պատմությունը
717 = Դատարկել Աղբարկղը
718 = Ջնջել Windows-ի ժամանակավոր ֆայլերը
719 = Ջնջել start ընտրացանկի տվյալները
720 = Microsoft Windows-ը պահպանում է Ձեր գործողությունների հետքերը, օր. ֆայլերի և թղթապանակների փնտրման, վերջին բացված փաստաթղթերի պատմությունը և այլն:Windows-ի մաքրիչի օգնույթնամբ Դուք կարող եք ջնջել այդ բոլոր անցանկալի տեղեկությունները:Կարող եք նաև դատարկել Աղբարկղը և ջնջել ժամանակավոր ֆայլերը:
721 = Աշխատեցնելու պատմությունը կջնջվի համակարգի հաջորդ բացման ժամանակ
722 = Հետքերը Windows-ի Գրանցարանում
723 = Հետքերը տեղային հիշասարքում
724 = Ջնջել հիշողության վթարի պահպանված ֆայլերը (dump)
725 = Ջնջել վերականգնված Chkdsk (Check Disk) ֆայլերի հատվածները


[Evidence Remove]
802 = Կատարել
803 = Ջնջում
804 = Խնդրում ենք սպասել:
805 = Ավարտվեց
806 = Ընտրեք այն հիշասարքերը, որոնից ցանկանում եք ջնջել Ձեր աշխատանքի հետքերը:
807 = Երբ Դուք մաքրում եք Աղբարկղը, Ձեր ֆայլերը և թղթապանակները միայն նշվում են որպես ջնջված, բայց չեն ջնջվում ֆիզիկապես: Այս գործիքը մեկընդմիշտ կջնջի բոլոր ֆայլերը և թղթապանակները;Ջնջված ֆայլերը հնարավոր չի լինի վերականգնել:
808 = Ջնջե՞լ բոլոր տվյալները ընտրված հիշասարքից:

[Unrecoverable  Delete ]
912 = Այն ֆայլերի և թղթապանակների ցանկը, որոնք ջնջվելու են և հնարավոր չի լինելու դրանք վերականգնել
913 = Ֆայլեր
914 = Թղթապանակներ
915 = Ընտրեք այն ֆայլերը, որոնք ցանկանում եք ջնջել:
916 = Ընտրեք այն թղթապանակները, որոնք ցանկանում եք ջնջել:
917 = Ավելացնել ֆայլեր
918 = Ավելացնել թղթապանակներ
919 = ԸՆԴՄԻՇՏ ՋՆՋԵԼ
920 = Մաքրել ցանկը
921 = Եթե ցանկանում եք, որ ջնջված ֆայլը այլևս հնարավոր չլինի վերականգնել, ապա ընտրեք Չվերականգնվող ջնջում ընտրանքը:
922 = Մեկընդմիշտ ջնջե՞լ ֆայլերը և թղթապանակները:

[Options Tree]
1001 = Ընտրանքներ
1100 = Գլխավոր
1200 = Ապատեղադրիչ

[General]
1101 = Ծրագրի լեզուն՝
1102 = Միացնել ընդլայնված կերպը
1103 = Ծրագիրը բացելիս ստուգել թարմացումները

[Uninstaller Options]
1201 = Ցույց տալ համակարգային թարմացումները
1202 = Ցույց տալ համակարգի բաղադրիչները
1204 = Բացել ծրագրի նեկառուցված ապատեղադրիչը
1205 = (Չի աջակցվում Windows Vista-ում)
1206 = Ջնջելուց առաջ ստեղծել համակարգի վերականգնման կետ
1207 = Տեղափոխել ֆայլերը և թղթապանակները Աղբարկղ

[Auto Update]
1907 = Թարմացում
1908 = Տեղեկություն տարբերակի մասին
1909 = Ընթացիկ տարբերակ՝
1910 = Վերջին տարբերակ՝
1911 = ՆԵՐԲԵՌՆԵԼ
1912 = Ստանալ նոր տարբերակը
1913 = Ինչն է նոր
1914 = Ստուգում...
1915 = Կապակցման սխալ...
1916 = ԿԱՆԳՆԵՑՆԵԼ
1917 = Ներբեռնված է %s-ը %s-ից
1918 = Ներբեռնված է %s-ը (չափը հայտնի չէ)
1919 = Revo Uninstaller-ը չի կարողանում կապնվել www.revouninstaller.com կայքին:
1920 = Սխալ: Չկա համացանցային կապակցում:

[WinTools]
2110 = Աշխատեցնել
2111 = Windows-ի համակարգում կան բազմաթիվ օգտակար ֆունկցիաներ: Windows-ի գործիքագոտին հնարավորություն է տալիս հեշտությամբ բացել ավելի քան մեկ տասնյակ Windows-ի անհրաժեշտ գործիքներ:
2112 = Դուք կարող եք օգտագործել սա համակարգի վերականգնման համար` առանց կարգավորումները և տվյալները կորցնելու: System Restore-ը ստուգում է համակարգային փոփոխությունները և ստեղծում է վերականգնման կետեր:
2113 = Դուք կարող եք օգտագործել սա համակարգի սարքավորումների վերաբերյալ տվյալներ ստանալու համար:
2114 = Դուք կարող եք օգտագործել սա դիտելու համար բոլոր գործող TCP/IP ցանցերի տեղեկությունները:
2115 = Դուք կարող եք օգտագործել սա` ստուգելու համար համակարգչի անվտանգության երեք բաղադրիչների`  Բրանդմաուզերի, Հակավիրուսային ծրագրի և Թարմացման վիճակը:
2116 = Դուք կարող եք օգտագործել սա հետևյալի համար. դիտելու համար տեղեկություններ պրոցի, հիշողության և այլ սարքերի մասին:
2117 = Տեղեկություններ համակարգի մասին - սա Windows-ի բաղադրիչ է, որը հավաքում է և ցույց է տալիս տեղեկություններ համակարգի կազմաձևման մասին:
2118 = TCP/IP Netstat Command բաղադրիչը ցույց է տալիս բոլոր ակտիվ TCP միացումները և  TCP ու UDP պորտերը: 
2119 = Այս գործիքը ցույց է տալիս վիրտուալ ստեղնաշար էկրանի վրա:
2120 = Այս գործիքը ստուգում է հիշասարքերը և հետևում է, որ ֆրագմենտացված ֆայլերը և թղթապանակները զբաղոցնեն միանման, անբաժան տեղեր:
2121 = Դուք կարող եք օգտագործել սա` Սկսելու, կանգնեցնելու, դադարի հատկությւոնները իմանալու կամ ծառայությունները անջատելու համար հեռավար համակարգչի համար:
2122 = Դուք կարող եք օգտագործել սա ցանցի ընդհանուր ռեսուրսների ղեկավարման համար:
2123 = Այս գործիքը իր մեջ ներառում է օգտագործողի Կազմաձևման դրությունը: 
2124 = Ավելացնել/Ջնջել Windows-ի բաղադրիչները -  հնարավորությւոն է տալիսղեկավարել  Windows-ի բաղադրիչների տեղակայումը կամ հեռացումը: 
2125 = Microsoft Windows Malicious Software Removal Tool-ը ստուգում է համակարգիչները վնասակար ծրագրերով վարակված լինելու փաստը` օգնելով ջնջել վնասակար ֆայլերը:

[Junk Files Cleaner Options]
2202 = Ստուգել հիշասարքերը՝
2203 = Օրինակ
2204 = Նկարագրություն
2205 = Ավելացնել
2206 = Հեռացնել
2207 = Լռելյայն
2208 = Թափոն ֆայլերի ջնջիչ::Գլխավոր
2209 = Թափոն ֆայլերի ջնջիչ::Բացառել
2220 = Փնտրել օրինակ՝
2221 = Կարող եք օգտագործել նշաններ (?,*)
2222 = Ավելացնել օրինակ
2223 = Ավելացնել բացառման օրինակ
2224 = Կարող եք օգտագործել նշաններ (?,*) 
2225 = Բացառման օրինակ.
2226 = Ջնջել ֆայլերը
2227 = Անտեսել այն ֆայլերը, որոնք բացվել են 24 ժամվա ընթացքում

[Junk Files Cleaner Tool]
2306 = Ստուգել
2307 = Ջնջել
2308 = Ստուգվում է
2309 = Սպասեք, ստուգվում է
2310 = Չեղարկել
2311 = Անունը
2312 = Չափը
2319 = Ֆայլեր՝
2320 = Ընդհանուր չափը՝
2323 = Ֆայլերը օգտագործվում են Windows-ի կամ այլ ծրագրի կողմից\n և այժմ չեն կարող ջնջվել
2324 = Ընտրեք գոնե մեկ հիշասարք
2325 = Չօգտագործվող ֆայլերի ջնջիչը հնարավորություն է տալիս գտնել և ջնջել չօգտագործվող ֆայլեր:
2326 = File:
2327 = Ֆայլերի ջնջում

[ContextMenu Junk Files Cleaner]
2313 = Բացել
2314 = Փնտրել Google-ում
2315 = Բացել ֆայլի թղթապանակը
2316 = Հատկություններ...
2317 = Ընտրել բոլոր կետերը
2318 = Հանել ընտրումը բոլորից
2321 = Նշել ընտրված միույթները
2322 = Ապանշել ընտրված միույթները

[TopMost Window]
4002 = Ընտրանքներ
4003 = Բացել հիմնական պատուհանը
4004 = Քաշել և Գցելու եղանակ
4005 = ՈՐՍԻ եղանակ
4006 = Չափ
4007 = Փոքր
4008 = Միջին
4009 = Մեծ
4010 = Պատուհանի չափը
4011 = ՓԱԿԵԼ
4012 = Ապատեղադրել
4013 = Կանգնեցնել ինքնամեկնարկը
4014 = Ավարտել ընթացքը
4015 = Ավարտել և ջնջել ընթացքը
4016 = Բացել թղթապանակը
4017 = Տեղեկություն
4018 = Հատկություններ
4019 = ՉԵՂԱՐԿԵԼ
4020 = Աջակցվում է միայն մեկ ֆայլ:
4021 = Դուք ընտրել եք թղթապանակ, խնդրում ենք ընտրել ֆայլ:
4022 = Ապատեղադրել կամ հեռացնել՝
4023 = Անհասկանելի: Ընտրեք այլ օբյեկտ:
4024 = Հնարավոր չէ աշխատեցնել ապատեղադրման հրամանը:\n Օգտվեք Ապատեղարիչից:
4025 = Գտնված չէ տեղադրման փաթեթը:\n
4026 = Անջատված է մեկնարկից:\n
4027 = Գտնված չէ ինքնամեկնարկի թղթապանակում:\n
4028 = Փակե՞լ ընտրված ծրագիրը:\nՉպահպանված տվյալները կկորսվեն:
4029 = Ապատեադրիչ
4030 = Ցանկանում ե՞ք փակել և ջնջել ընտրված ծրագրերը:\nՉպահպանված տվյալները կկորսվեն!
4031 = Փակե՞լ Windows-ի Ուղեցույցը:\n 
4032 = Բացե՞լ Windows-ի հետ միաժամանակ:
4033 = Թափանցիկություն

[Scan After Uninstall]
4210 = Տեղադրություն
4211 = Բանալի
4212 = Նշանակություն
4213 = Տվյալներ
4214 = Ֆայլ
4215 = Ընտրեք միույթներ
4216 = Ստուգել` ջնջելուց հետո
4217 = Նշել բոլորը
4218 = Ապանշել բոլորը
4219 = Ջնջել
4220 = Մնացած ֆայլերը
4221 = Մնացած ֆայլերը
4222 = Ստուգվում է ջնջվելուց առաջ...խնդրում ենք սպասել
4223 = Ապատեղադրիչի աշխատեցում...
4224 = Ստուգեք մնացած ֆայլերի, թղթապանակների առկայությունը
4225 = Ստուգում...խնդրում ենք սպասել
4226 = Ուշադրությամբ ստուգեք նշված կետերը:
4227 = Փակել
4228 = Ցանկում մնացած ֆայլերը կջնջվեն համակարգչի վերաբեռնումից հետո
4229 = Հնարավոր չէ բացել ծրագրի ջնջող ֆայլը!\n
4230 = Նախորդը
4231 = Հաջորդը
4232 = Ընտրեք ջնջելու եղանակը
4233 = Եղանակներ
4234 = Ներկառուցված՝ աշխատեցնում է ծրագրի ապատեղակայիչը՝ առանց մնացած ֆայլերը ստուգելու հնարավորության
4235 = Ապահով՝ ներառում է "Ներկառուցված եղանակը" և լրացուցիչ փնտրում է Գրանցարանում և հիշասարքում մնացորդ ֆայլեր, որոնք հնարավոր է ջնջել: Սա ամենաարագ եղանակն է:
4236 = Չափավոր՝ ներառում է "Ապահով եղանակը" և լրացուցիչ փնտրում է Գրանցարանում և հիշասարքում բոլոր ծրագրի թողնած ֆայլերը
4237 = Ընդլայնված՝ ներառում է "Չափավոր եղանակը" և Գրանցարանում ու հիշասարքում կատարում է մնացորդ ֆայլերի խորը, ամբողջական որոնում: Սա ամենադանդաղ եղանակն է:
4238 = Վերլուծում է ծրագրի տվյալները` դրանք ապատեղադրելուց առաջ:
4239 = Մեկնարկում է ծրագրի ներկառուցված ապատեղադրող ծրագիրը
4240 = Երբ ծրագրի ապատեղադրիչը ավարտի իր աշխատանքը՝ սեղմեք "Հաջորդը"` մնացորդ ֆայլերը փնտրելու համար: 
4241 = Սկզբնական վերլուծում և ապատեղադրում
4242 = Մնացորդ ֆայլերի ստուգում
4243 = Փնտրում է Գրանցարանում և հիշասարքերում ֆայլերի, թղթապանակների և գրառումների հետքեր, որոնք կարող էին մնացած լինել ծրագիրը ջնջելուց հետո:Սպասեք….
4244 = Գտնված Գրանցարանի ֆայլեր
4245 = Գտնվել են Գրանցարանի ֆայլեր՝
4246 = Հուշում. Ուշադրության զննեք թավեցված ֆայլերը: Նշեք միայն այն ֆայլերը, որոնք պետք է ջնջվեն:
4247 = Գտնվել են մնացորդ ֆայլեր և թղթապանակներ
4248 = Ընդամենը ֆայլեր՝
4249 = Իմ համակարգիչը
4250 = Revo Uninstaller-ը չկարողացավ աշխատեցնել ներկառուցված ապատեղադրող ծրագիրը: Կարող եք սեղմել «Նախորդը» և ընտրել այլ եղանակ:
4251 = Ներկառուցված ծրագիրը ավարտեց ապատեղադրումը, սակայն Revo Uninstaller-ը չի ստուգել ձեր համակարգիչը՝ մնացորդ ֆայլեր գտնելու համար: Հետևաբար՝ կարող եք սեղմել «Նախորդը» և ընտրել այլ եղանակ, որը հնարավորություն կտա ձեզ ստուգելու մնացորդ ֆայլերի առկայույթունը:
4252 = Revo Uninstaller-ը հաջողությամբ ավարտեց ապատեղադրումը, բայց մնացորդ ֆայլեր չեն գտնվել: Կարող եք սեղմել «Նախորդը» և փորձել այլ եղանակ՝ համակարգը ավելի խորը ստուգելու համար:  
4253 = Revo Uninstaller-ը հաջողությամբ ավարտեց ջնջումը: Եթե ցանկանում եք ավելի խորը ստուգել՝ մնացորդ ֆայլերը գտնելու համար, ապա սեղմեք «Նախորդը» և ընտրեք ընդլայնված եղանակը:
4254 = Ավարտել
4255 = Ջնջե՞լ ֆայլերը:
4256 = Ջնջե՞լ գրանցման ֆայլերը:
4257 = Revo Uninstaller-ը հաջողությամբ ապատեղադրեց ծրագիրը:
4258 = Համոզված ե՞ք, որ ցանկանում եք բաց թողնել Գրանցարանի չօգտագործվող ֆայլերի ջնջումը և անցնել հաջորդ կետին:
4259 = Համոզված ե՞ք, որ ցանկանում եք բաց թողնել ֆայլերի և թղթապանակների ջնջումը և անցնել հաջորդ կետին:
4260 = Փնտրումը ավարտվեց:Սեղմեք “Առաջ”` փնտրման արդյունքը տեսնելու համար!
4261 = Ստեղծվում է համակարգի վերականգնման կետ...
4262 = Համակարգի վերականգնման կետի ստեղծում - անհաջող էր: 
4263 = Համակարգի վերականգնման կետի ստեղծումը ընդհատվել է (Ընտրանքներում ->Ջնջիչ)
4264 = Համակարգի վերականգնման կետի ստեղծում  - պատրաստ է:

[About]
4300 = Թարգմանիչներ՝

[ContextMenu Uninstaller]
5000 = Հրամաններ
5001 = Տեղեկություն
5002 = Նայել Google-ում
5004 = Տեղակայման թղթապանակ
5005 = Բացել ծրագրի կայքը...
5006 = Բացել աջակցման կայքը...
5007 = Բացել թարմացման կայքը...
5008 = Բացել Գրանցարանի բանալին...
[NewFree]
9500 = Արտահանել ցանկը՝

[Common]
10000 = Լավ
10001 = Չեղարկել
10002 = Օգնություն
10003 = Դիտել
10004 = Օգնություն
10005 = Կայքը
10006 = Ծրագրի մասին
10007 = Զգուշացում
10008 = ՍԽԱԼ
10009 = Այո
10010 = Ոչ

[Tooltips]
2000 = Փոխանջատել ապատեղադրման եղանակ
2001 = Ցույցադրել Գործիքներ պատուհանը
2002 = Հարմարեցնել Կարգավորումները
2003 = Փոխանջատել ՈՐՍ եղանակ
2004 = Փոխել տեղադրված ծրագրերի ցանկի տեսքը
2005 = Ապատեղադրել ընտրված ծրագիրը
2006 = Ջնջել ընտրված ֆայլը Գրանցարանից
2007 = Թարմացնել ծրագրերի ցանկը
2008 = Թարմացնել ծրագիրը
2009 = Գտնեք Ձեզ հուզող լրացուցիչ տեղեկություններ և պատասխաններ ծրագրի մասին
404 = Բացել ընտրված ծրագիրը
405 = Կանգնեցնել և փակել ընտրված ծրագիրը
406 = Հանել ընտրված ծրագիրը ինքնամեկնարկից
506 = Մաքրել ընտրվածը
605 = Փոխանջատել ընտրվածը
705 = Փոխանջատել ընտրվածը
2106 = Բացել ընտրված գործիքը
2304 = Փնտրել ոչ պիտանի ֆայլերը` ըստ հաստատված ընտրանքների
2305 = Տեղափոխել ընտրված ֆայլերը Աղբարկղ


[UninstallerPro]
15000 = Գլխավոր
15001 = Խմբերի\nկառավարիչ
15002 = Նոր ծրագրեր
15003 = Այլ ծրագրեր
15004 = Անուն
15005 = Վերանվանել
15006 = Համացանց
15007 = Խաղեր
15008 = Մուլտիմեդիա
15009 = Ծրագրեր
15050 = Վերև
15051 = Ներքև
15052 = Ավելացնել
15053 = Ջնջել
15054 = Սյուներ
15055 = Ջնջել սյունը
15056 = Հավասարեցում
15057 = Ձախ
15058 = Կենտրոն
15059 = Աջ
15060 = Լավագույնս ձգել
15061 = Արտահանել
15062 = Տեքստային (txt)
15063 = HTML-ով (html)
15064 = Microsoft Excel-ով
15065 = Արտահանել
15066 = Ընտրեք սյուները՝ արտահանելու համար
15067 = Նոր ծրագրերը՝
15068 = Վերջինը
15069 = Ծրագրի վերջին բացումից հետո
15070 = Խմբի անունը՝
15071 = Ավելացնել
15072 = Խումբ
15073 = Ստուգված ծրագրեր
15074 = Ստուգել\nԾրագրերը
15075 = Բոլոր ծրագրերը
15076 = Բոլոր\nծրագրերը
15077 = Ջնջել մատյանը
15078 = Հարմարեցված ապատեղադրում
15079 = Փոխել պատկերակը
15080 = Ավելացնել խմբի
15081 = Ջնջել խմբից
15082 = Ապատեղադրում
15083 = Ապատեղադրվում են ծրագրի մնացած ֆայլերը և թղթապանակները.
15084 = Ապատեղադրվում են գրանցման ֆայլերը.
15085 = Որոշ ֆայլեր չեն ստեղծվել ծրագրի կողմից և չեն ջնջվի։
15086 = Ընդլայնված ապատեղադրում
15087 = Ֆայլի\թղթապանակի ուղի
15088 = Ցանկը բեռնվում է...
15089 = Ապատեղադրել ընտրված արժեքները
15090 = Բացել ծնող գրանցման բանալին... 
15091 = Ընդարձակել բոլորը
15092 = Կոծկել բոլորը
15093 = Արժեքի անունը
15094 = Մատյանների թղթապանակ՝
15095 = Վերանվանել առաջին հերթին համակարգային ֆայլերը և թղթապանակները
15096 = Ստիպողական ապատեղադրում
15097 = Ստիպողական \nապատեղադրում
15098 = Ընդարձակել ընտրված բանալին
15099 = Կոծկել ընտրված բանալին
15100 = Ջնջել ընտրված բանալին
15101 = Հաստատել ընտրված բանալին որպես ստեղծված
15102 = Ավելացնել բացառությունների ցանկին
15103 = Սխալ ֆայլ
15104 = Ֆայլը գոյություն չունի։
15105 = Ընտրել ընթացք
15106 = Ավելացնել ցանկին
15107 = Ճանապարհը.
15108 = Ավելացնել գրանցման բանալի
15109 = Գրանցման բանալու ճանապարհը
15110 = Օգտագործելով Փորձված ջնջման եղանակը, Դուք կարող եք ընտրել կամ նշել այն ծրագիրը, որը ցանկանում եք ջնջել։Երբ սեղմեք "Առաջ" կոճակը, Revo Uninstaller-ն փնտրում է տեղակայված ծրագիրը և Դուք կարող եք ընտրել բացել այն, թե ոչ։\n\n
15111 = Ստուգելու եղանակը
15112 = Ներկառուցված
15113 = Ապահով
15114 = Չափավոր
15115 = Ընդլայնված
15116 = Ֆայլի կամ թղթապանակի ճանապարհը.
15117 = Ծրագրի անունը՝
15118 = Ներկառուցված ապատեղադրիչներ՝
15119 = Բացել ներկառուցված ապատեղադրիչը՝
15120 = Ծրագրի անունը
15121 = Ապատեադրելու հրաման
15122 = Տեսակ
15123 = 32 բիթ
15124 = 64 բիթ
15125 = Դադարեցնել ընթացքը
15126 = Ընտրված ֆայլը աշխատեցվում է: Ընդհատեք ընթացքը և նորից ջնջեք։
15127 = Բացառման բանալին
15128 = Ներառյալ
15129 = Հետևել "Հետագծող Ծրագրերին" 
15130 = Ջնջել ֆայլերը և թղթապանակները.
15131 = պահուստավորման թղթապանակում
15132 = Աղբարկղ
15133 = Մշտապես
15134 = Ջնջե՞լ։
15135 = Թղթապանակներ
15136 = Ֆայլեր
15137 = Հնարավոր է առնչվում են ֆայլերին և թղթապանակներին
15138 = Հնարավոր է առնչվում են գրանցման ֆայլերին
15139 = Բանալիներ՝
15140 = Արժեքներ՝
15141 = Ֆայլեր և թղթապանակներ
15142 = Վերանվանել
15143 = Ջնջե՞լ։
15144 = Ընտրված, բայց մնացած ֆայլերը կջնջվեն համակարգչի վերաբեռնումից հետո։
15145 = Մնացած ֆայլերը
15146 = Ապատեղադրում...
15147 = Ստուգվում են մնացորդ ֆայլերը,թղթապանակները և գրանցման բանալիները
15148 = Ընթանում է վերլուծություն և ներկառուցված ապատեղադրիչի աշխատեցում
15149 = Ծրագրի ապատեղադրիչի աշխատանքից հետո սեղմեք "Ստուգել" կոճակը՝ մնացորդ ֆայլերը գտնելու համար։
15150 = Չկա ազատ տեղ
15151 = Սխալ՝ շտեմի ֆայլը գրելիս:
15152 = Սխալ՝ շտեմի ֆայլը կարդալիս:
15153 = Revo Uninstaller-ը չի գտել մնացորդ ֆայլեր
15154 = Ստուգել
15155 = Հարմարեցված\nԱպատեղադրում
15156 = "Բոլոր ծրագրերը" եղանակը ցույց է տալիս բոլոր տեղակայված ծրագրերը երկու խմբերով՝ "Նոր" և "Այլ"։ Կարող եք մանրամասն տեղեկություններ իմանալ այդ ծրագրերի մասին։
15157 = "Փորձված Ծրագրեր" եղանակը ցույց է տալիս այն բոլոր ծրագրերը, որոնց Revo Uninstaller-ը հետևել է տեղակայման ընթացքում։ Ծրագիրը Revo Uninstaller-ի միջոցով տեղակայելու համար սեղմեք տեղակայման ֆայլի վրա մկնիկի աջ կոճակը և ընտրեք "Տեղակայել ծրագիրը"։
15158 = Գրանցել
15159 = Օգնություն
15160 = Տեղադրված ծրագրեր
15161 = Տեղադրված\nծրագրեր
15162 = Ջնջելուց առաջ ստեղծել համակարգի վերականգնման և Գրանցարանի պահպանման կետ
15163 = Պահպանվում է Գրանցարանին...
15164 = Համակարգի վերականգնման և Գրանցարանի պահպանման կետի ստեղծումը անջատված է (Ընտրանքներում)
15165 = Գրանցարանի պահպանումը հաջող էր:
15166 = Գրանցարանի պահպանումը ձախողվեց:
15167 = (Չի աջակցվում Windows Vista-ում և Windows 7,8,10)
15168 = Մատյաններ՝
15169 = Կամ սեղմեք մկնիկի աջ ստեղնը ՈՐՍ եղանակում և ընտրեք "Փակել"
15170 = Բացել Ապատեղադրման Վարպետը մեծ պատուհանով
15171 = Թղթապանակի ուղին
15172 = Տեղակայեք pdf կարդալու ծրագիր՝ Օգնության ֆայլը բացելու համար
15173 = Ավելացնել նոր խումբ
15174 = Ջնջել ընտրվածը
15175 = Վերակառուցել պահոցի ֆայլը
15176 = Վերակառուցե՞լ պահոցի ֆայլը։\nԾրագրի մանրամասների Ձեր կարգավորումները կետարկվեն։
15177 = Կառավարել
15178 = Արտահանել, Ներմուծել կամ խմբագրել մատյանը
15179 = Փոխել\nկամ Նորոգել
15180 = Փոխել կամ Նորոգել
15181 = Թարմացման հղում
15182 = Մատյանների շտեմարան
15183 = Մատյանների\nշտեմարան
15184 = Ծրագրեր՝
15185 = Ծրագրի անուն
15186 = Ծրագրի տարբերակ
15187 = Windows-ի Version
15188 = Windows-ի բիթեր
15189 = Գտնվել է
15190 = Ցուցադրել միայն մատյանները, որոնք համատեղելի են %s
15191 = Ցուցադրել միայն %s մատյանները
15192 = Համապատասխան մատյաններ՝
15193 = Շտեմարանի մատյաններ՝
15194 = Որոնել ըստ՝
15195 = մատյան
15196 = մատյաններ
15197 = ծրագիր
15198 = ծրագրեր
15199 = Անուն
15200 = Արագ ապատեղադրում
15201 = Արագ\nապատեղադրում
15202 = Համակարգի սկզբնական պահուստավորում
15203 = Ծրագրերի ապատեղադրում՝ %d-ը %d-ից
15204 = Վերլուծումը ավարտված է:
15205 = Ծրագրի ներկառուցված ապատեղադրիչը մեկնարկվեց:
15206 = Ծրագրի ներկառուցված ապատեղադրիչը մեկնարկը ձախողվեց:
15207 = Ստուգում է մնացորդ ֆայլերը, թղթապանակները և Գրանցարանի միույթները...
15208 = Ջնջում է գտնված մնացորդ ֆայլերը...
15209 = %d Գրանցարանի բանալիների մնացորդների և %d արժեքների ջնջում
15210 = %d մնացորդ թղթապանակների և %d ֆայլերի թղթապանակներ
15211 = Արագ ապատեղադրումը ավարտվեց
15212 = Վիճակ
15213 = Ծրագրի ապատեղադրիչից հետո սեղմեք "Շարունակել"՝ ապատեղադրումը շարունակելու համար:
15214 = Շարունակել
15215 = Ներմուծված
15216 = Հավելել մեկնաբանություն
15217 = Խմբագրել մեկնաբանությունը
15218 = Մոդուլներ
15219 = Մատյանի ամսաթիվ
15220 = Նախապատրաստում է մատյանի տվյալը՝ ապատեղադրման համար...
15221 = %d-ը %d-ից
15222 = Կատարվում է վերանվանում...
15223 = Ապատեղադրե՞լ ընտրված մատյանը:
15224 = Ապատեղադրե՞լ ընտրված մատյանները:
15225 = Մատյանի ապատեղադրում՝ %d-ը %d-ից
15226 = Արտահանել բոլորը
15227 = Բաց թողնել\nՊահուստավորումը
15228 = Բաց թողնել համակարգի վերականգնման կետի ստեղծումը և Գրանցարանի պահուստավորումը
15229 = Գրանցարանի պահուստավորման ստեղծում՝ բաց է մնացորդ:
15230 = Համակարգի վերականգնման կետի ստեղծում՝ բաց է մնացորդ:
15231 = Խմբագրել մատյանը
15232 = Ներմուծել մատյանը
15233 = Արտահանել մատյանը
15234 = Վերլուծել մատյանը՝
15235 = Վերանվանել մատյանը
15236 = Մատյանի անունը
15237 = Պահպանել փոփոխությունները
15238 = Փոփոխել
15239 = Պատկերակ
15240 = Պատկերակի տվյալներ
15241 = Հեղինակ
15242 = Ստեղծելու ամսաթիվը
15243 = Վերջին փոփոխման ամսաթիվը
15244 = Մոտավոր չափը
15245 = Գրանցարանի բանալիներ
15246 = Գրանցարանի արժեքներ
15247 = Ստեղծված
15248 = Ջնջված
15249 = Վերանվանված
15250 = Վերագրված
15251 = Անհայտ
15252 = Հին անուն
15253 = Լրիվ անունը
15254 = Հին լրիվ անունը
15255 = Հին տվյալ
15256 = Նույն անունով Գրանցարանի արժեք արդեն առկա է:
15257 = Ավելացնել բանալի
15258 = Բանալու անունը՝
15259 = Փոփոխված չէ
15260 = Փոփոխել բանալին
15261 = Հավելել արժեք
15262 = Փոփոխել արժեքը
15263 = Կայել
15264 = Հին տեսակ
15265 = Ստիպողաբար կանգնեցնել աշխատեցվող կատարելի ֆայլերը՝ դրանք ապատեղադրելիս
15266 = Search for an appropriate log before program's regular uninstall
15267 = Are you sure you want to do Quick Uninstall of the selected program(s)?
15268 = Found a matching log among your logs that will be used for the uninstall\nStarting the program's built-in uninstaller for the default uninstall.
15269 = Found a matching log in the Logs Database that will be used for the uninstall\nStarting the program's built-in uninstaller for the default uninstall.
15270 = After the program's uninstaller has finished, press the "Continue" button to see leftover files, folders and Registry items.
15271 = Error downloading the log file!
15272 = Error renaming downloaded log file!
15273 = "Logs Database" module of Revo Uninstaller shows a list of logs of traced programs that is compatible with your Windows system. These logs stored on our web site are maintained by Revo Uninstaller's team. You can easily use(with one click on the button "Uninstall") these logs to uninstall programs installed on your computer.
15274 = Ձեր տարբերակը՝
15275 = Թարմացնել
15276 = Automatically update Logs Database
15277 = Error downloading Logs Database!
15278 = Error updating Logs Database!
15279 = Error extracting Logs Database!
15280 = Error opening Logs Database!
15281 = Enter your comment:
15282 = Choose Icon
15283 = File path:
15284 = Select an icon from the list:
15285 = File
15286 = Folder
15287 = Exporting Log -
15288 = Importing Log -
15289 = %d%% completed
15290 = Exported by
15291 = Found related logs
15292 = Yes(recommended)
15293 = Listed logs made by you seem to be related to the program you are uninstalling. Would you like to use the data from the logs during the uninstall?
15294 = Downloading Log -
15295 = Listed logs found in the Logs Database seem to be related to the program you are uninstalling. If you would like to use any of them during the uninstall procedure, set a check mark in front of it.
15296 = There is an appropriate uninstall log in our Logs Database.\nWould you like to use it for more complete uninstall of the program?
15297 = Are you sure you want to delete the selected log(s) from the list?
15298 = You must select at least one column to export!
15299 = Browse for
15300 = Use selected log
15301 = Source
15302 = You haven't selected any built-in uninstaller from the list.\nAre you sure you want to continue searching for leftovers and skip usage of a built-in uninstaller?
15303 = Select a built-in uninstaller from the list if you want to use it during the uninstall process.
15304 = You haven't selected any log from the list.\nAre you sure you want to continue searching for leftovers and skip usage of a log?
15305 = Select a log from the list if you want to use it during the uninstall process.
15306 = Loading log's data...
15307 = Create a full Registry Backup before uninstall
15308 = Creating a full Registry Backup disabled (in Options->Uninstaller)

15309 = Ուղի՝

15310 = Օգտագործեք ծրագրի ապատեղադրիչը՝ Տեղադրման ճիշտ ամսաթիվը ստանալու համար

[Auto Run Manager Pro]
15800 = Ավելացնել
15801 = Ավելացնել Windows-ի ինքնամեկնարկում
15802 = Ինքնամեկնարկ՝
15803 = Բոլոր օգտվողները
15804 = Ընթացիկ օգտվողը
15805 = Կայել ինքնամեկնարկ՝
15806 = Գրանցարան. Բացել Windows-ի հետ
15807 = Գրանցարան. Բացել մեկ անգամ՝ Windows-ի հաջորդ բեռնման ժամանակ
15808 = Ինքնամեկնարկի թղթապանակը՝ Windows-ի յուրաքանչյուր բեռնման ժամանակ
15809 = Հրաման (լրիվ ուղին)՝
15810 = Անուն՝
15811 = Հեռացնել ինքնամեկնարկից
15812 = Հեռացնել չբացվող ծրագրերը ինքնամեկնարկից
15813 = Հեռացնել ինքնամեկնարկից բոլոր անջատված ծրագրերը
15814 = Ծառայություններ
15815 = Բացել Windows-ի ծառայությունները

[General App]
16001 = Տպել
16002 = Նախատեսք
16003 = Տպելու կարգավորումներ
16004 = Տեսք
16005 = Ընտրացանկ
16006 = Գործիքներ
16007 = Նկարագրություն
16008 = Վիճակի վահանակ
16009 = Գործիքների վահանակ
16010 = Ֆայլ
16011 = Ինքնամեկնարկի\nկառավար
16012 = Թափոն ֆայլերի\nՄաքրիչ
16013 = Windows-ի\nգործիքներ
16014 = Դիտարկիչների \nմաքրիչ
16015 = Microsoft Office-ի\nմաքրիչ
16016 = Windows-ի\nմաքրիչ
16017 = Հիմնական\nՋնջում
16018 = Անվերականգնելի\nջնջում
16019 = Պահպանման\nՎարպետ
16020 = Տեղակայել Revo Uninstaller-ով
16021 = Ապատեղադրել Revo Uninstaller-ով
16022 = Տեղադրել ընտրված ծրագրերը Revo Uninstaller-ով
16023 = Ապատեղադրել ընտրված ծրագրերը Revo Uninstaller-ով
16024 = Պահուստավորման թղթապանակ՝
16025 = Վերականգնել ջնջված Գրանցարանի գրառումները
16026 = Վերականգնել ջնջված ֆայլերը և թղթապանակները
16027 = Microsoft Excel-ը տեղակայված չէ համակարգչումr (0x%08X):
16028 = Սխալ՝ Microsoft Excel-ը բացելիս ( 0x%08X):
16029 = Անհայտ սխալ.
16030 = Գրանցարան
16031 = Թաքցնել տեղեկատվական պատուհանները
16032 = Թաքցնել զգուշացման պատուհանները
16033 = Ընթացքներ
16034 = Հետևել ծրագրերին կոմպակտ եղանակով
16035 = Ներառված ընթացքներ՝
16036 = Բացառված ընթացքներ՝
16037 = Ընթացքի ուղին
16038 = Ձևավորում՝
16039 = Գործիքագոտիներ
16040 = Ցուցադրել տեքստի պիտակները
16041 = Ցուցադրել փոքր պատկերակներով
16042 = Կապույտ
16043 = Մոխրագույն
16044 = Սև
16045 = Դարչնագույն
16046 = Բնական
16047 = Բնական 2
16048 = Բնական հարթ
16049 = Գնել
16050 = Revo Uninstaller-ն գնելու դեպքում Դուք կստանաք գրանցման բանալի։ Մուտքագրեք այն պատուհանում և սեղմեք “Ակտիվացնել” կոճակը։ Հարցերի դեպքում դիմեք մեզ registration@revouninstaller.com հասցեով։
16051 = Գրանցել
16052 = Մուտքագրել բանալին՝
16053 = Ակտիվացնել
16054 = Բոլոր իրավունքները պաշտպանված են։ 
16055 = Գրանցված տարբերակ
16056 = Չգրանցված տարբերակ
16057 = Ջնջե՞լ ստեղծված պահպանված ֆայլերը, տվյալները։
16058 = Թարգմանեց՝
16059 = Ամեն օր պահուստավորել տվյալները.
16060 = Ջնջել ծրագրի ջնջելուց հետո մնացած հետքերը
16061 = Պատկերակները ցույց տալ փոքր չափով
16062 = Ցուցադրել հրամանները Windows-ի ընտրացանկում (Տեղադրել՝ ...-ով , Ապատեղադրել...-ով)
16063 = Ընտրել նշել բոլոր մնացորդները ըստ ծրագրայինի
16064 = Մուգ մոխրագույն
16065 = Կապույտ 2
16070 = Հրամանների գործիքագոտի
16071 = Հարմարեցված
16072 = Ձևավորում
16073 = Խորքի հարմարեցված գույն
16074 = Խորքի ընտրված գույն
16075 = Մատյանը ներմուծելուց առաջ փակեք Revo Uninstaller-ը:\nԿամ ներմուծեք մատյանը "Կառավարել" գործիքագոտու միջոցով՝ "Հետագծվող ծրագրեր" մոդուլում:
16076 = Ակտիվացնել
16077 = Ընտրեք ակտիվացման եղանակը
16078 = Առցանց
16079 = Ֆայլով
16080 = Your 30-day trial period is over. If you want to continue to use the product you have to purchase a license.
16081 = After you have purchased a license for Revo Uninstaller, you will receive a serial number by email. In order to activate Revo Uninstaller, you need to enter your name and the serial number in the form below (copy and paste is strongly recommended) and then press the “Activate online” button. Activation requires an Internet connection, so your firewall should not block Revo Uninstaller. If you have any questions or problems related to the registration, please contact us at: registration@revouninstaller.com
16082 = After you have purchased a license for Revo Uninstaller, you will receive a serial number by email. In order to activate Revo Uninstaller by File, you need to enter your name and the serial number in the form below(copy and paste is strongly recommended) and then press the “Save File” button to save the file. Then send the created file to support@revouninstaller.com or registration@revouninstaller.com. In 24 hours we will send you back an Unlock Key that will complete the activation of Revo Uninstaller. If you have any questions or problems related to the registration, please contact us at: registration@revouninstaller.com
16083 = You have chosen to activate Revo Uninstaller by File. After you had sent the Activation file to our support emails, you should receive the Unlock Key from Revo Uninstaller support team. You need to enter the Unlock Key below (copy and paste is strongly recommended) and press the "Activate" button. If you have any questions or problems related to the registration, please contact us at: registration@revouninstaller.com
16084 = There is a change on your computer that requires Revo Uninstaller to be reactivated. Please just press the "Activate" button. If you have any questions or problems related to the registration, please contact us at: registration@revouninstaller.com
16085 = Հաջողությամբ ակտիվացվեց:
16086 = Ակտիվացումը ձախողվեց:
16087 = Կապակցում չկա ակտիվացման սպասարկիչին:
16088 = Ձեր անունը՝
16089 = Գրանցման բանալին՝
16090 = Ապակողպող բանալին՝
16091 = Վերակայել գրանցումը
16092 = Օր է մնացել՝
16093 = Պահպանել ֆայլը
16094 = Արտոնված է առ՝
16095 = Կրկին ակտիվացնել
16096 = Ակտիվացվում է: Խնդրում ենք սպասել...
16097 = Բանալին սխալ է:\nՊատճենեք և տեղադրեք այն՝ ձեռքով մուտքագրելու փոխարեն:
16098 = Վերամեկնարկեք Revo Uninstaller-ը
16100 = Բանալին՝
16101 = Արտոնագրի տվյալ՝
16102 = Ուղարկել
16103 = Առցանց աջակցում
16104 = Վերակայել հիմնական պատուհանի վահանակի կարգավորումները
16105 = Վերակայել Մանրամասն դիտման կառավարի կարգավորումները
16106 = Վերակայումը հաջող էր:\nՎերաբացեք Revo Uninstaller-ը՝ այն գործադրելու համար:
16107 = Ոչինչ ընտրված չէ:\nԸնտրեք գոնե մեկը:
16108 = Ցուցադրել Ողջյունի պատուհանը
16109 = Հավանել
16110 = Արտոնագիր՝
16111 = Անվճար

[AppBar]
16900 = Համակարգային փոփոխությունները պահպանել ֆայլում
16901 = Կանգնեցնել տեղադրման դիտազննումը
16902 = Revo Uninstaller-ն դիտազննում է համակարգային փոփոխությունները:
16903 = Գրեք մատյանի անունը՝
16904 = Գրեք մատյանի անունը և սեղմեք "Պահպանել"
16905 = Revo Uninstaller-ն հետագծում է տեղակայումը
16906 = Revo Uninstaller-ն պահպանում է տվյալները
16907 = Փորձեք ինքնուրույն անջատել:
16908 = Փորձեք ինքնուրույն անջատել:
16909 = Մուտքագրեք մատյանի վավեր անուն:
16910 = Չեղարկե՞լ մատյանի վարումը:

[JunkFilesCleanerPro]
17000 = Կատարել
17001 = Վերջին փոփոխությունը
17002 = Ստուգել թղթապանակ...

[EvidenceRemoverPro]
17300 = Տեսակ
17301 = Ընդհանուր չափ
17302 = Ազատ տեղ
17310 = Տեղային հիշասարք
17311 = Դյուրակիր հիշասարք
17312 = Մնացած մոտավոր ժամանակը՝
17313 = օր 
17314 = ժամ
17315 = րոպե
17316 = վայրկյան
17317 = Կանգնեցնե՞լ ընթացքը:

[WindowsToolsPro]
17400 = System Restore
17401 = Network Diagnostics
17402 = Network Information
17403 = Security Center
17404 = System Properties
17405 = System Information
17406 = TCP/IP Netstat Command
17407 = On Screen Keyboard
17408 = Disk Defragmenter
17409 = Services
17410 = Shared Folders
17411 = Group Policy
17412 = Add/Remove Windows Components
17413 = Microsoft Windows Malicious Software Removal Tool
17414 = Windows Backup and Restore
17415 = Task Scheduler
17416 = Check Disk
17417 = System File Checker
17450 = Windows Backup and Restore allows you to make copies of data files for all people that use the computer and provides you with the ability to create a system image. You can let Windows choose what to back up or you can select the individual folders, libraries, and drives that you want to back up. A system image includes Windows and your system settings, programs, and files. You can use a system image to restore the contents of your computer if your hard drive or computer ever stops working.
17451 = Task Scheduler helps you to schedule automated tasks that perform actions at a specific time or when a certain event occurs. It provides the ability to schedule the launch of programs or scripts at pre-defined times or after specified time intervals. Task Scheduler maintains a library of all scheduled tasks, providing an organized view of the tasks and a convenient way to manage them. 
17452 = Check Disk verifies the logical integrity of the file system on the Windows volume. Check Disk checks for problems related to bad sectors, lost clusters, cross-linked files, and directory errors. These types of problems can be caused by system crashes or freezes, power glitches, incorrectly turning off a computer, etc. 
17453 = System File Checker allows you to scan for and restore corruptions in Windows system files verifying their versions. If it finds a problem, it will attempt to replace the problematic files from the Windows DLL Cache. If the file is not in the Windows DLL Cache or the DLL Cache is corrupted, you will be prompted to insert the Windows installation disk.

[WindowsCleanerPro]
17500 = Ջնջել մանրապատկերի շտեմը

[UnrecoverableDeletePro]
17600 = Ավելացնել ֆայլեր
17601 = Ավելացնել թղթապանակ
17602 = Ջնջել
17603 = Ջնջվում է
17604 = Հաշվում է...
17605 = Ցանկում մնացածները չեն կարող ջնջվել հիմա:\nՀամոզվեք, որ դրանք չեն օգտագործվում Windows-ի կամ այլ ծրագրերի կողմից և կրկին փորձեք:

[Backup Manager]
17800 = Պահուստավորման վարպետ
17801 = Վերականգնել
17802 = Ջնջել
17803 = Ջնջել բոլորը
17804 = Սովորական\nՎերականգնում
17812 = Ծառի բեռնում...
17813 = Նախորդը
17814 = Հաջորդը
17815 = Վերականգնման կետ չի գտնվել
17816 = Ընթացքի մեջ է
17817 = Պահուստավորում՝ %d-ը %d-ից
17818 = Վերականգնման կետեր՝
17819 = Ընդհանուր չափը՝
17820 = Պահուստավորման վարպետը պահպանում է անհրաժեշտ ֆայլերը, երբ Revo Uninstaller-ն ջնջում է Ձեր ջնջած ծրագրի Գրանցարանի գրանցումները։ 
17821 = Անուն
17822 = Ընթացք
17823 = Չափ
17824 = Ֆայլեր
17825 = Ֆայլեր և թղթապանակներ
17826 = Ժամ
17827 = Ամսաթիվ
17830 = Բանալու/Ֆայլի անունը
17831 = Տվյալներ
17835 = Ֆայլ
17836 = Վերականգնում՝ %d-ը %d-ից
17837 = Վերականգնվում է
17838 = Ֆայլի/թղթապանակի անունը
17839 = Սովորական վերականգնում
17840 = Սխալ՝ պահպանված տվյալների ֆայլը կարդալիս!
17841 = Վերականգնվող ֆայլերը և թղթապանակները
17842 = Գրանցարանի վերականգնվող ֆայլերը
17843 = Չկա ազատ տեղ:
17844 = Սխալ՝ ֆայլը ստեղծելիս:
17845 = Վերականգնե՞լ %s ընթացքը %s-ից։
17846 = Ջնջե՞լ վերականգնման բոլոր կետերը։
17847 = Ջնջել\nըստ ժամանակի
17848 = Ջնջել պահուստները, որոնք հին են
17849 = Ջնջել բոլոր պահուստները, որոնք հին են՝
17850 = Ընտրված ամսաթվից՝
17851 = Մեկ շաբաթ
17852 = Երկու շաբաթ
17853 = 30 օր
17854 = 90 օր
17855 = 180 օր
17856 = Մեկ տարի
17857 = Հարմարեցված ամթաթիվ
17858 = Ձեր ընտրած օրը այսօրվանից հետո է:\nԲոլոր պահուստները կջնջվեն: Շարունակե՞լ:

[TooltipsPro]
18200 = Revo Uninstaller-ի կարգավորումներ
18201 = Փոխել ջնջված ծրագրերի հետքերի ցանկը
18202 = Պահուստավորման տեղեկություններ
18203 = Տեղադրել ծրագիրը Revo Uninstaller-ով
18204 = Մնացած հետքերի մաքրում
18205 = Ցուցադրել տեղադրված բոլոր ծրագրերը
18206 = Ցուցադրել ծրագրերը
18207 = Ջնջել ընտրվածները
18208 = Ջնջել ընտրվածները
18209 = Վերականգնել Revo Uninstaller-ի ընտրված վերականգնման կետը
18210 = Վերականգնել Revo Uninstaller-ի ընտրված վերականգնման կետը
18211 = Ջնջել Revo Uninstaller-ի ընտրված վերականգնման կետը
18212 = Ծրագիրը բացել Windows-ը բեռնելիս
18213 = Կատարել ջնջման ընթացք ընտրված հիշասարքի վրա
18214 = Ջնջման համար ավելացնել ֆայլեր
18215 = Ջնջման համար ավելացնել թղթապանակներ
18216 = Ջնջել ավելացված ֆայլերը և թղթապանակները
18217 = Ջնջել նշված ֆայլերը
18218 = Փոխել կամ Նորոգել ընտրված ծրագրերի տեղակայումները
18219 = Արագ ապատեղադրել ընտրված ծրագրերը (նաև մնացորդ ֆայլերը)
18220 = Ավելացնել նոր միույթ մատյանում
18221 = Փոփոխել ընտրված միույթը
18222 = Ջնջել ընտրված միույթը մատյանից
18223 = Արտահանել ընթացիկ մատյանները որպես HTML

[Portable]
18500 = Թարմացումը ներբեռնելու սխալ
18501 = Թարմացումը դուրս բերելու սխալ
18502 = Թարմացում
18503 = Հաջողությամբ թարմացվեց:
18504 = %d-ը՝ %d ֆայլերից
18505 = Դյուրատարություն
18506 = Օգտագործել պահեստի թղթապանակի հարմարեցված տվյալ
18507 = Միացնել արագ բեռնման եղանակը

18508 = Ընդունել

18509 = Արտանոգրման համաձայնագիր
